/* 
  BTTRegistration.strings
  BetterTouchTool

  Created by Andreas Hegenberg on 15.04.19.
  
*/

/* Standard licenses include 2 years of updates */
"Standard License" = "Standard License";

/* No comment provided by engineer. */
"Includes two years of free updates. After these two years you can keep the last version you received and keep using it - but you won't receive updates anymore." = "Includes two years of free updates. After these two years you can keep the last version you received and keep using it - but you won't receive updates anymore.";

/* Standard licenses include 2 years of updates */
"Lifetime License" = "Lifetime License";

/* No comment provided by engineer. */
"Includes all updates while BetterTouchTool exists." = "Includes all updates while BetterTouchTool exists.";

/* No comment provided by engineer. */
"The full license terms and prices are always available via https://www.folivora.ai/buy" = "The full license terms and prices are always available via https://www.folivora.ai/buy";

/* No comment provided by engineer. */
"If you bought BetterSnapTool, BTT Remote or donated before you can get a free standard license." = "If you bought BetterSnapTool, BTT Remote or donated before you can get a free standard license.";

/* No comment provided by engineer. */
"If you bought BetterSnapTool or BTT Remote you can get a free standard license for BetterTouchTool." = "If you bought BetterSnapTool or BTT Remote you can get a free standard license for BetterTouchTool.";

/* No comment provided by engineer. */
"Use the \"Get free license\" button below to receive your free license." = "Use the \"Get free license\" button below to receive your free license.";

/* No comment provided by engineer. */
"The same license terms as for regular \"standard licenses\" apply (see https://www.folivora.ai/buy/" = "The same license terms as for regular \"standard licenses\" apply (see https://www.folivora.ai/buy/";

/* No comment provided by engineer. */
"If you have donated before 2016 (i.e. before BTT became a paid app), you can use BetterTouchTool for free forever" = "If you have donated before 2016 (i.e. before BTT became a paid app), you can use BetterTouchTool for free forever";

/* No comment provided by engineer. */
"Buy BetterTouchTool license now" = "Buy BetterTouchTool license now";

/* No comment provided by engineer. */
"Load Existing License" = "Load Existing License";

/* No comment provided by engineer. */
"Import license file" = "Import license file";

/* No comment provided by engineer. */
"Import license file" = "Import license file";

/* No comment provided by engineer. */
"Recover lost license bought via Fastspring" = "Recover lost license bought via Fastspring";

/* No comment provided by engineer. */
"Get free license" = "Get free license";

/* No comment provided by engineer. */
"I bought BetterSnapTool before" = "I bought BetterSnapTool before";

/* No comment provided by engineer. */
"I donated before (a few years ago)" = "I donated before (a few years ago)";

/* Fastspring is the name of my old reseller. */
"I purchased BTT via Fastspring" = "I purchased BTT via Fastspring";

/* Paddle is my new reseller */
"Bought via Paddle? Just search your E-Mails for <placeholder>" = "Bought via Paddle? Just search your E-Mails for <placeholder>";

/* No comment provided by engineer. */
"Continue Trial" = "Continue Trial";

/* after the trial has ended */
"Close & Disable BTT" = "Close & Disable BTT";

/* No comment provided by engineer. */
"BetterTouchTool Trial Version" = "BetterTouchTool Trial Version";

/* The license has expired because it is older than 2 years */
"Your license was purchased more than two years ago. The standard BeterTouchTool license includes free updates for two years. (Originally I announced it would cover only 1.5 years, but I have extended it to two years for all users)" = "Your license was purchased more than two years ago. The standard BeterTouchTool license includes free updates for two years. (Originally I announced it would cover only 1.5 years, but I have extended it to two years for all users)";

/* No comment provided by engineer. */
"However your license is still valid for all versions you received during these two years. <strong>You can now decide</strong> whether you want to use the last version of BetterTouchTool that was covered by your license, or whether you want to purchase a license upgrade and continue with the latest &amp; greatest BetterTouchTool version." = "However your license is still valid for all versions you received during these two years. <strong>You can now decide</strong> whether you want to use the last version of BetterTouchTool that was covered by your license, or whether you want to purchase a license upgrade and continue with the latest &amp; greatest BetterTouchTool version.";

/* No comment provided by engineer. */
"<strong>It would be awesome</strong> if you'd decide to continue to support the further development of BetterTouchTool by purchasing a new standard or lifetime license. I just went self-employed and have many plans for the future development of BTT (and I'm sure you will like the upcoming updates)." = "<strong>It would be awesome</strong> if you'd decide to continue to support the further development of BetterTouchTool by purchasing a new standard or lifetime license. I just went self-employed and have many plans for the future development of BTT (and I'm sure you will like the upcoming updates).";

/* No comment provided by engineer. */
"Available License Types" = "Available License Types";

/* No comment provided by engineer. */
"Open website to buy new license" = "Open website to buy new license";

/* Users can choose to downgrade to an earlier version that works with their license. */
"Downgrade to last covered version" = "Downgrade to last covered version";

/* No comment provided by engineer. */
"Your BetterTouchTool Trial has ended 😕" = "Your BetterTouchTool Trial has ended 😕";

/* No comment provided by engineer. */
"Your BetterTouchTool License doesn't cover this version of BetterTouchTool anymore 😕" = "Your BetterTouchTool License doesn't cover this version of BetterTouchTool anymore 😕";
